tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"

brew "freetype"
brew "fontconfig"
brew "glib"
brew "pixman"
brew "cmake"
brew "cython"
brew "erlang"
brew "elixir"
brew "git"
brew "ffmpeg"
brew "fortune"
brew "htop"
brew "jq"
brew "micro"
brew "nginx", restart_service: false
brew "nvm"
brew "sqlite"
brew "python"
brew "python3"
brew "postgresql", restart_service: false
brew "sbt"
brew "scala"
brew "sphinx-doc"
brew "tree"
brew "zsh"
brew "vim"
brew "tmux"

cask "cakebrew"
cask "iina"
cask "upterm"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "webstorm"
cask "atom"
cask "atom-beta"
cask "sublime-text"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "brave"
cask "firefox"
cask "firefoxdeveloperedition"
cask "fork"
cask "caskroom/versions/google-chrome-canary"
cask "caskroom/versions/google-chrome-dev"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "macdown"
cask "safari-technology-preview"
cask "spark"
cask "spectacle"
cask "tableplus"
cask "the-unarchiver"
cask "transmission"
cask "upterm"
cask "whatsapp"
cask "vox"
cask "vlc"
cask "dropbox"
