tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "boost"
brew "cmake"
brew "coreutils"
brew "readline"
brew "sqlite"
brew "xz"
brew "cython"
brew "eigen"
brew "erlang"
brew "elixir"
brew "exa"
brew "ffmpeg"
brew "freetype"
brew "fontconfig"
brew "fortune"
brew "gcc"
brew "git"
brew "git-lfs"
brew "glances"
brew "glib"
brew "gnu-typist"
brew "gradle"
brew "htop"
brew "httpie"
brew "jq"
brew "media-info"
brew "micro"
brew "nginx", restart_service: true
brew "nnn"
brew "nvm"
brew "pixman"
brew "postgresql", restart_service: true
brew "sbt"
brew "scala"
brew "sphinx-doc"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn", args: ["without-node"]
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "aws/tap/aws-sam-cli"
cask "agenda"
cask "appcleaner"
cask "atom"
# cask "brave-browser-beta"
cask "cakebrew"
cask "caskroom/versions/google-chrome-canary"
cask "caskroom/versions/google-chrome-dev"
cask "firefox"
cask "firefox-developer-edition"
cask "fork"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea"
# cask "intellij-idea-ce"
cask "iterm2"
cask "kitematic"
cask "macdown"
cask "miniconda"
cask "mongodb-compass"
cask "netron"
cask "pycharm"
# cask "safari-technology-preview"
cask "skype"
cask "spectacle"
cask "sublime-text"
cask "tableplus"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "vox"
cask "webstorm"
cask "whatsapp"
